/* Title for shut-down alert warning that we're updating Boot Caches */
"Updating Boot Caches" = "Uppdaterar startcachar";

/* Text of shut-down alert explaining why we aren't shutting down right away */
"Caches necessary for booting are being updated.  System shutdown will proceed once the caches are up to date." = "Cachar som behövs för start uppdateras. Systemet stängs av när cacharna har uppdaterats.";

/* Title for alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Inconsistent system files" = "Inkonsekventa systemfiler";

/* Text of alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Important system files in memory do not match those on disk. Kernel extensions can not be loaded, and some devices may not work. Resetting your startup disk in System Preferences may help." = "Viktiga systemfiler i minnet matchar inte de på hårddisken. Kärntillägg kan inte läsas in och en del enheter kanske inte fungerar. Det kan hjälpa att återställa startskivan i Systeminställningar.";

/* Title for alert warning the user of a kernel extension whose contents could be replaced with malicious code. */
"System extension cannot be used" = "Systemtillägget kan inte användas";

/* Text of alert warning the user of a kernel extension whose contents could be replaced with malicious code. In two parts; the filename in question is put in between them. */
"The system extension \"" = "Systemtillägget “";

"\" was installed improperly and cannot be used. Please try reinstalling it, or contact the product's vendor for an update." = "” installerades inkorrekt och kan inte användas. Installera om det eller kontakta produktleverantören för en uppdatering.";

/* OK */
"OK" = "OK";

/* Display mode naming related strings. */

"PAL"  = "PAL";
"NTSC" = "NTSC";

"256 Colors" = "256 färger";
"Thousands"  = "Tusentals";
"Millions"   = "Miljontals";
"Trillions"  = "Biljontals";

"n/a"  = "-";

"stretched"  = "utsträckt";
"simulscan"  = "simulscan";
"interlaced" = "sammanflätad";
"external"   = "extern";


"%%.%ldf Hertz"       = "%%.%ldf Hertz";
"%%.%ldf Hertz (%%@)" = "%%.%ldf Hertz (%%@)";

"%d x %d"  = "%d x %d";
"%d x %dp" = "%d x %dp";
"%d x %di" = "%d x %di";

"%@"						=	"%@";
"%@ (%@)"					= 	"%@ (%@)";
"%@ (%@, %@)"					= 	"%@ (%@, %@)";
"%@ (%@, %@, %@)"				=	"%@ (%@, %@, %@)";
"%@ (%@, %@, %@, %@)"				=	"%@ (%@, %@, %@, %@)";
"%@ (%@, %@, %@, %@, %@)"			=	"%@ (%@, %@, %@, %@, %@)";

"%%@, %%.%ldf Hz"				=	"%%@, %%.%ldf Hz";
"%%@, %%.%ldf Hz (%%@)"				=	"%%@, %%.%ldf Hz (%%@)";
"%%@, %%.%ldf Hz (%%@, %%@)"			= 	"%%@, %%.%ldf Hz (%%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@)"		=	"%%@, %%.%ldf Hz (%%@, %%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@)"		=	"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@, %%@)"	=	"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@, %%@)";
